rhenancardoso/micropython/ports/esp32/boards/PIAZOTE_PICO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Piazote Pico"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-D4"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "Piazote Pico"
